Repository: sajakbasnet/DHIS2
Catalog: dhis-web-translations/i18n/*.po
Languages: ps

source: Could not locate that type of Object
ps: دا ډول شی نشي ځای پر ځای کېدای

source: Select an Object Type
ps: د یوه شي یا مفعول نمونه غوره کړئ

source: Saved
ps: ثبت شوي دي

source: Target Locale
ps: ټاکلی ځای

source: Filter By
ps: لخوا چاڼ یا فیلټر شوي

source: All
ps: ټول

source: Translated
ps: ژباړل شوي دي

source: Untranslated
ps: نه دي ژباړل شوي

source: Object
ps: مفعول یا شی

source: First page
ps: لومړۍ پاڼه

source: Previous page
ps: مخکینۍ پاڼه

source: Next page
ps: راتلونکې پاڼه

source: Final page
ps: وروستۍ پاڼه

source: Short name
ps: لنډ نوم

source: Description
ps: تشریح

source: Form name
ps: د فورمې نوم

source: Name
ps: نوم

source: Save
ps: ساتل یا ثبتول

source: No records available to translate.
ps: د ژباړې لپاره هېڅ ډول ریکارډ شتون نه لري
